import './about-us.scss'

const AboutUs = () => {
    return (
        <div className='about-us'>
            <h3 tabIndex={0}>О нас</h3>
            <p tabIndex={0}>Вождь орды прозвал нашу команду "шакалами" из-за нашей - беспринципности.
            Будь то группа соратников или одиночка, волею судьбы забредшие на нашу территорию, выход
            один - смерть. Вступив в наши ряды, гарантированно получаешь напарников для арены, полей боя,
            пвп в открытом мире и мифик+ ключей!</p>
            <button tabIndex={0}>join</button>
        </div>
    )
}

export default AboutUs